/* eslint-disable max-len */

export default {
  welcome: "Добро пожаловать к лучшему поддельному букмекеру",
  goToMain: "Перейти на главную страницу",
  description: "это сайт где вы можете делать фейковые ставки на футбол. Вы получаете реальные коэффициенты от реальных букмекеров, но играете на виртуальные деньги. Если Ваша ставка не выиграет, Вы ничего не теряете, но и в случае выигрыша также ничего не получаете.",
  forWho: {
    question: "Для кого этот сайт",
    answer: "Этот сайт хорошо подходит для тех, кто хочет узнать насколько он осведомлен в футболе, попробовать свою удачу и вообще, просто проверить будет смысл от того, чтобы делать ставки уже на реальные деньги. Ну или просто поиграть в \"футбол с цифрами\".",
  },
  dataFrom: {
    coefficients: "Коэффициенты берутся из сайтов",
    leagues: "Задействованные лиги",
  },
  notDo: "Сайт не проводит операции с реальными деньгами",
  functional: "Просматривать коэффициенты может каждый, но для того чтобы делать ставки, надо пройти регистрацию. Регистрация простая и не требует подтверждений по email, телефону или любыми другими способами. Сайт доступен на двух языках: русском и английском.",
  howMakeBet: {
    question: "Как сделать ставку",
    answer: [
      "На главной странице выберите лиги интересующие Вас и загрузите / обновить их",
      "Выбрате один или несколько матчей (кликом по коефиициентам) и нажмите на кнопку \"Подтвердить текущую ставку\"",
      "Перейдите на страницу \"Ставки\", в вкладку \"Ожидание подтверждения\"",
      "Введите сумму ставки и нажмите на кнопку \"✔\"",
      "Посмотрите / переждите матч",
      "Зайдите на сайт, на страницу \"Ставки\", вкладка \"Результат\"",
      "Результат высчитывается автоматически, иначе нажмите на кнопку \"⌕\"",
    ],
  },
  openSource: "Этот сайт является проектом с открытым исходным кодом. Вы можете увидеть код на ",
};
